import type { Post } from "./data";
import { initialUsers } from "./initialUsers";

const [taketo, takuya, kourin, jaro, nico ] = initialUsers

export const p20230702u2: Post = { 
  id: "p20230702u2",
  title: "紙が捨てられない！30年前の過去を捨て活",
  description: "",
  body: "## 紙片付け！30年前の書類保管の理由\n### ＞整理整頓されたクローゼットの書類棚\n梅雨がうっとおしい  \n湿気が多いと  \n頭も全く働きません  \nならば、ということで  \n体を動かそうと  \nクローゼットの片づけをすることに  \nクローゼットの棚には  \n家族共有でそれぞれ  \n自分のスペースがあります  \nが  \n私の棚だけ  \n仕事以外に  \n家の中のことも含み  \n棚に余白がありませんでした\n\n今回は  \n不要なものを捨てますnn\nまずは全部出してみる  \n![](/assets/pictures/o1080082215306656397.jpg)  \n10年近く前リフォームして  \n押入れをクローゼットにやりかえ  \n奥行きが60センチと深い  \nなので空間を前後に分けて使っています\n\n### ＞衝撃！必要なものはたった1%だった\n奥スペースには\n![](/assets/pictures/o1080081015306656402.jpg)\n\n**その時取って置いた方がいいと判断した**  \n紙類を仲間分けして収納  \nカラーラベルのファイルには  \n家族各々の大事なものを入れています\n\n- 年金書類\n- 支払い明細\n- 契約書\n- 保証書\n- 介護関係\nなどです！\n\n一旦全ての紙類をテーブルに出して  \n必要なものを  \n不要なものとを分けました  \n先に結論から伝えますと  \n**99%、不要な紙類でした！**  \n残したものは  \n**息子と私の年金手帳のみ**  \n一番古いものは  \nなんと34年前  \n妊娠退職時に渡された「しおり」  \n![](/assets/pictures/o1080133015306656404.jpg)\n雇用保険票や  \n厚生年金関係書類など  \n残していており  \n年金定期便  \n前職の給与明細なども残しています  \nその他にも  \n夫とのあれこれな書類（笑）\n\n### ＞紙類を保管していた意外な心理とは\nこれを見ると  \n当時の私は働くのがしんどかったんだと  \nしんどかったからこそ  \n**過去の事実をいつまでも残し  \nそして未来のお金に執着したんだ**なぁ  \nと思います  \n奥の棚に保管してあったものを  \n**残した理由は  \n何かしら執着からです**  \n**今になって気づきました**  \n父が亡くなったのが2012年  \n親を見送るための準備だった  \n実家のリフォームや終活費用  \nが本格的な介護の始まりでした  \n父を見送った後  \n母の介護関係が始まり  \n実家を生前贈与され  \n賃貸から売却までしました  \nそして2021年  \n母が亡くなり葬儀\n\n- 契約書\n- 領収書\n\n段取りなどを書いたメモもあって  \nやるべきこと  \nやったことなど  \nお金の流れが一目瞭然に分かる\n\n- 家の登記書類\n- 賃貸契約書\n- 売買書類\n\nもう、誰に見せるわけもないから  \n全て処分しました\n\n親の介護や実家の処分の詳細は  \n⬇︎テーマでお読みください  \n├老親｜アラフィフブログ｜アラフィフの生き方ブログ｜50代を丁寧に生きる、あんさん流\n\n[あんさんさんのブログテーマ、「├老親｜アラフィフブログ」の記事一覧ページです。](https://ameblo.jp/aroundfifty50/theme-10079963412.html)\n\n├実家を処分日記│アラフィフブログ｜アラフィフの生き方ブログ｜50代を丁寧に生きる、あんさん流\n\n[あんさんさんのブログテーマ、「├実家を処分日記│アラフィフブログ」の記事一覧ページです。](https://ameblo.jp/aroundfifty50/theme-10109523328.html)\n\n紙に記された  \n文字や数字が  \nシュレッダー音ともに  \n消失していく\n\nそして過去の出来事も  \n私の記憶から消えていくのでしょう\n\n**いつまでも過去を思い返す必要はない**  \n**忘れることで**  \n**新しい未来が開けていく**\n\nこんな写真も出てきました\n\n子供3人を連れて  \nバリ旅行に行った時に作った  パスポート写真  \n![](/assets/pictures/o1080110815306667347.jpg)  \n30代後半ですかね  \n若かいなぁ  \nコンサバディブなママでしたねえ  \nこれもシュレッダーへ\n\n家電製品の取説や保証書  \n家電の保証期限は長くて5年  \nどれもとうに期限は過ぎている\n\nこれまで  \n量販店で購入した場合  \n保証期限のうちに壊れたら  \n調べてくれて無償で修理してもらってます  \n最悪何とかなると思う\n\n### ＞どうして今まで気づけなかったのか\n**普段見えない場所に保管していた**  \n**きちんと整理していた**  \n**なので**  \n**記憶から消えて**  \n**視覚的にも気にならなかった**\n\n過去でしかない紙の束を処分したら  \n![](/assets/pictures/o1080081015306686046.jpg)  \nこんな山になりました\n\n奥のスペースは空っぽになりました\n\nお金に紐付いていた紙は  \n無意識に「大事」「重要」に思いがち  \n使う目的もないのに  \n取っておく必要はないと感じました\n\n**捨てるか残すかの判断基準は  \n「使うことある？」  \nですね**\n\n私が残したものは  \n残してから使うことはなかったものばかり  \n「大事」というのは  \n自分の思い込みが大半でした",
  createdAt: "2023-07-02",
  updatedAt: "",
  publishedAt: "2023-07-02",
  numberOf: {
    nice: 0,
    hard: 0
  },
  user: {
    id: takuya.id,
    displayName: takuya.displayName,
    profileImageUrl: takuya.profileImageUrl
  }
}

export const p20230703u2: Post = { 
  id: "p20230703u2",
  title: "2019年ウラジオストク旅行記まとめ",
  description: "2019年初夏にウラジオストクを旅行した際の記録です。",
  body: "### 2019年初夏にウラジオストクを旅行した際の記録です。\n\n**旅行の記録**\n\n* 旅行期間 ： 2019年6月30日～7月2日\n* 旅行人数 ： 2人\n* 航空券 ： オーロラ航空\n* ホテル ：ベルサイユホテル\n\n### ウラジオストク旅行の概要\nオーロラ航空の成田-ウラジオストク便を利用して、2泊3日で初めてのロシア、ウラジオストクを旅行しました。\n\n2020年春にはJAL・ANAの両方がウラジオストクへの直行便を就航予定ですが、2019年6月当時は日本（関東圏）からウラジオストクへの直行便となると、「オーロラ航空」と「S7航空」の2つでした。\n\nいずれもロシアの航空会社ですが、今回はオーロラ航空にしました。\n\n航空券代は総額で41,870円。何社か比較した中で一番安かったオンライン予約のチケットをサプライス！で予約しました。サプライス！は手数料が無料なので、比較検討した中では一番安かったです。\n\nホテルは、観光に便利な立地のベルサイユホテルに2泊。\n\n  ★割引クーポンの情報はこちらのページ\n\n詳細な旅行記については、以下それぞれの記事で紹介していますので、よろしければご覧ください。\n\n◆ウラジオストク旅行準備◆\n\n- [極近ヨーロッパ「ウラジオストク」への旅計画](https://wptravel.msmsnet.com/archives/7488)\n- [成田-ウラジオストク便を予約 「オーロラ航空」と「S7航空」について](https://wptravel.msmsnet.com/archives/7547)\n- [ウラジオストクの電子ビザをオンラインで申請＆取得](https://wptravel.msmsnet.com/archives/7562)\n\n◆ウラジオストク旅行記◆\n\n- [はじめてのオーロラ航空でウラジオストクへ](https://wptravel.msmsnet.com/archives/7583)\n- [ウラジオストク空港とロシアルーブル両替事情](https://wptravel.msmsnet.com/archives/7594)\n- [ウラジオストクの老舗ホテル「ベルサイユホテル（Versailles Hotel ）」](https://wptravel.msmsnet.com/archives/7607)\n- [ウラジオストクの街歩きで発見したあれこれ](https://wptravel.msmsnet.com/archives/7626)\n- [シベリア鉄道の最東端ウラジオストク駅を見学](https://wptravel.msmsnet.com/archives/7666)\n- [徒歩でも行ける！ウラジオストク「鷲の巣展望台」](https://wptravel.msmsnet.com/archives/7694)\n- [ウラジオストクふらっと街歩き](https://wptravel.msmsnet.com/archives/7693)\n- [ウラジオストクで食べたもの](https://wptravel.msmsnet.com/archives/7746)\n- [ウラジオストクで買ってきたもの](https://wptravel.msmsnet.com/archives/7784)",
  createdAt: "2023-07-03",
  updatedAt: "",
  publishedAt: "2023-07-03",
  numberOf: {
    nice: 0,
    hard: 0
  },
  user: {
    id: takuya.id,
    displayName: takuya.displayName,
    profileImageUrl: takuya.profileImageUrl
  }
}
