import type { Post } from "./data";
import { initialUsers } from "./initialUsers";

const [taketo, takuya, kourin, jaro, nico ] = initialUsers

export const p20230702u2: Post = { 
  id: "p20230702u2",
  title: "紙が捨てられない！30年前の過去を捨て活",
  description: "",
  body: "## 紙片付け！30年前の書類保管の理由\n### ＞整理整頓されたクローゼットの書類棚\n梅雨がうっとおしい  湿気が多いと  頭も全く働きません\n\nならば、ということで  体を動かそうと  クローゼットの片づけをすることに\n\nクローゼットの棚には  家族共有でそれぞれ  自分のスペースがあります\n\nが\n\n私の棚だけ  仕事以外に  家の中のことも含み  棚に余白がありませんでした\n\n今回は  不要なものを捨てます\n\nまずは全部出してみる  ![](/assets/pictures/o1080082215306656397.jpg)  10年近く前リフォームして  押入れをクローゼットにやりかえ  奥行きが60センチと深い\n\nなので空間を前後に分けて使っています\n\n### ＞衝撃！必要なものはたった1%だった  奥スペースには ![](/assets/pictures/o1080081015306656402.jpg)\n\n**その時取って置いた方がいいと判断した**\n\n紙類を仲間分けして収納  カラーラベルのファイルには  家族各々の大事なものを入れています\n\n- 年金書類\n- 支払い明細\n- 契約書\n- 保証書\n- 介護関係  などです！\n\n一旦全ての紙類をテーブルに出して\n\n必要なものを  不要なものとを分けました\n\n先に結論から伝えますと\n\n**99%、不要な紙類でした！**\n\n残したものは  **息子と私の年金手帳のみ**\n\n一番古いものは  なんと34年前  妊娠退職時に渡された「しおり」  ![](/assets/pictures/o1080133015306656404.jpg)\n雇用保険票や  厚生年金関係書類など  残していており\n\n年金定期便  前職の給与明細なども残しています\n\nその他にも  夫とのあれこれな書類（笑）\n\n### ＞紙類を保管していた意外な心理とは\n\nこれを見ると  当時の私は働くのがしんどかったんだと\n\nしんどかったからこそ  **過去の事実をいつまでも残し  そして未来のお金に執着したんだ**なぁ\n\nと思います\n\n奥の棚に保管してあったものを\n\n**残した理由は  何かしら執着からです**\n\n**今になって気づきました**\n\n父が亡くなったのが2012年  親を見送るための準備だった  実家のリフォームや終活費用  が本格的な介護の始まりでした\n\n父を見送った後  母の介護関係が始まり  実家を生前贈与され  賃貸から売却までしました\n\nそして2021年  母が亡くなり葬儀  - 契約書  - 領収書\n\n段取りなどを書いたメモもあって  やるべきこと  やったことなど  お金の流れが一目瞭然に分かる\n\n- 家の登記書類\n- 賃貸契約書\n- 売買書類\n\nもう、誰に見せるわけもないから  全て処分しました\n\n親の介護や実家の処分の詳細は\n\n⬇︎テーマでお読みください\n\n├老親｜アラフィフブログ｜アラフィフの生き方ブログ｜50代を丁寧に生きる、あんさん流\n\n あんさんさんのブログテーマ、「├老親｜アラフィフブログ」の記事一覧ページです。\n(https://ameblo.jp/aroundfifty50/theme-10079963412.html)\n\n├実家を処分日記│アラフィフブログ｜アラフィフの生き方ブログ｜50代を丁寧に生きる、あんさん流\n\nあんさんさんのブログテーマ、「├実家を処分日記│アラフィフブログ」の記事一覧ページです。\n(https://ameblo.jp/aroundfifty50/theme-10109523328.html)\n\n紙に記された  文字や数字が  シュレッダー音ともに  消失していく\n\nそして過去の出来事も  私の記憶から消えていくのでしょう\n\n**いつまでも過去を思い返す必要はない**\n\n**忘れることで**  **新しい未来が開けていく**\n\nこんな写真も出てきました\n\n子供3人を連れて  バリ旅行に行った時に作った  パスポート写真  ![](/assets/pictures/o1080110815306667347.jpg)  30代後半ですかね\n\n若かいなぁ\n\nコンサバディブなママでしたねえ  これもシュレッダーへ\n\n家電製品の取説や保証書  家電の保証期限は長くて5年  どれもとうに期限は過ぎている\n\nこれまで  量販店で購入した場合  保証期限のうちに壊れたら  調べてくれて無償で修理してもらってます\n\n最悪何とかなると思う\n\n### ＞どうして今まで気づけなかったのか\n**普段見えない場所に保管していた**  **きちんと整理していた**\n\n**なので**  **記憶から消えて**  **視覚的にも気にならなかった**\n\n過去でしかない紙の束を処分したら  ![](/assets/pictures/o1080081015306686046.jpg)  こんな山になりました\n\n奥のスペースは空っぽになりました\n\nお金に紐付いていた紙は\n無意識に「大事」「重要」に思いがち  使う目的もないのに  取っておく必要はないと感じました\n\n**捨てるか残すかの判断基準は  「使うことある？」  ですね**\n\n私が残したものは  残してから使うことはなかったものばかり  「大事」というのは  自分の思い込みが大半でした",
  createdAt: "2023-07-02",
  updatedAt: "",
  publishedAt: "2023-07-02",
  numberOf: {
    nice: 0,
    hard: 0
  },
  user: {
    id: takuya.id,
    displayName: takuya.displayName,
    profileImageUrl: takuya.profileImageUrl
  }
}
